var works = {
    a00:'Вопрос1\n',
    a0: 4,
    a1: 'ответ а1\n',
    a2: 'верный ответ а2\n',
    a3: 'ответ а3\n',
    a4: 'ответ а4\n',

    b00: 'Вопрос2\n',
    b0: 4,
    b1: 'ответ b1\n',
    b2: 'ответ b2\n',
    b3: 'верный ответ b3\n',
    b4: 'ответ b4\n',

    c00: 'Вопрос3\n',
    c0: 4,
    c1: 'верный ответ c1\n',
    c2: 'ответ c2\n',
    c3: 'ответ c3\n',
    c4: 'ответ c4\n',

    d00: 'Вопрос4\n',
    d0: 4,
    d1: 'ответ d1\n',
    d2: 'ответ d2\n',
    d3: 'ответ d3\n',
    d4: 'верный ответ d4\n',
};

var rightAnswer ={
    a:2,
    b:3,
    c:1,
    d:4,
}
